/**
 * i18n RU
 */
$.idealforms.i18n.ru = {

  customInputs: {
    open: 'Открыть'
  },

  steps: {
    step: 'Шаг'
  },

  errors: {
    required: 'Это необходимое поле',
    digits: 'Введите только цифры',
    name: 'Необходимо больше 3 букв без других символов',
    email: 'Это некорректный адрес',
    username: 'Должно начинаться с буквы и содержать от 4 до 32 букв, цифр или подчёркиваний и одну точку',
    pass: 'Пароль должен быть не короче 6 символов, содержать хотя бы по одной цифре, заглавной и строчной букве',
    strongpass: 'Хороший пароль должен быть не короче 8 символов, содержать хотя бы по одной цифре, специальному символу, заглавной и строчной букве',
    phone: 'Это неверный номер телефона',
    zip: 'Это неправильный индекс',
    url: 'Необходим корректный URL',
    number: 'Введите число',
    range: 'Введите число от {0} до {1}',
    min: 'Знаков нужно не меньше {0}',
    max: 'Знаков нужно не больше {0}',
    minoption: 'Выберите вариантов не меньше {0}',
    maxoption: 'Выберите вариантов не больше {0}',
    minmax: 'Введите от {0} до {1} знаков',
    select: 'Выберите вариант',
    extension: 'Файлы должны иметь расширение ({*})',
    equalto: 'Значение должно совпадать с полем "{0}"',
    date: 'Введите верную дату {0}'
    ajax: 'Передаются данные...'
  }
};
